{
  "@@info": [
    "Here are translations that exist in <en> but not in <km>.",
    "After editing this file, you can run 'dart run slang apply --locale=km' to quickly apply the newly added translations."
  ],
  "general": {
    "delete": "លុប",
    "noItemInClipboard": "មិនមានរបស់នៅក្នុងក្តារចម្លង"
  },
  "sendTab": {
    "picker": {
      "clipboard": "បិទភ្ជាប់"
    }
  },
  "settingsTab": {
    "receive": {
      "autoFinish": "បញ្ចប់ដោយស្វ័យប្រវត្តិ"
    },
    "other": {
      "title": "ផ្សេងៗ",
      "support": "ជួយគាំទ្រ LocalSend",
      "donate": "ការឧបត្ថម្ភ",
      "privacyPolicy": "ច្បាប់ស្តីអំពីឯកជនភាព",
      "termsOfUse": "លក្ខខណ្ឌនៃការប្រើប្រាស់"
    }
  },
  "aboutPage": {
    "description": [
      "LocalSend គឺជាកម្មវិធីដែលប្រើដោយឥតគិតថ្លៃ និងបើកចំហនូវប្រភពកូដ ដែលអនុញ្ញាតឱ្យអ្នកអាចចែករំលែកឯកសារ និងសារដោយសុវត្ថិភាពជាមួយនឹងឧបករណ៍ដែលនៅជិតៗដែលនៅលើបណ្តាញមូលដ្ឋានរួមគ្នាដោយមិនចាំបាច់ភ្ជាប់អ៊ីនធឺណិត។",
      "កម្មវិធីនេះគឺអាចដំណើរការនៅលើគ្រប់ប្រព័ន្ធប្រតិបត្តិការទាំងអស់រួមមានដូចជា Android, iOS, macOS, Windows និង Linux ។ អ្នកអាចស្វែងរក និងទាញយកបានច្រើនវិធីសាស្ត្រតាមរយៈគេហទំព័រផ្លូវការរបស់ LocalSend ។"
    ],
    "author": "ម្ចាស់កម្មសិទ្ធ",
    "contributors": "អ្នកចូលរួមចំណែក",
    "translators": "អ្នកបកប្រែ"
  },
  "donationPage": {
    "title": "ការឧបត្ថម្ភ",
    "info": "LocalSend ជាកម្មវិធីដែលឥតគិតថ្លៃ, បើកបង្ហាញប្រភពកូដជាសាធារណៈ និងមិនមានការបង្ហាញនូវផ្ទាំងពាណិជ្ជកម្មរំខានឡើយ។ ប្រសិនបើអ្នកពេញចិត្តកម្មវិធីនេះ​ និងចង់ជួយពួកយើង, អ្នកអាចចូលរួមលើកស្ទួយការអភិវឌ្ឍន៍កម្មវិធីនេះជាមួយពួកយើងតាមរយៈការឧបត្ថម្ភជាថវិកា។",
    "donate": "ឧបត្ថម្ភចំនួន {amount}",
    "thanks": "អរគុណអ្នកខ្លាំងណាស់សម្រាប់ការឧបត្ថម្ភមកកាន់ពួកយើង!",
    "restore": "ស្តារការទូទាត់ត្រឡប់មកវិញ"
  },
  "dialogs": {
    "favoriteDialog": {
      "title": "ឧបករណ៍សំណព្វ",
      "noFavorites": "មិនទាន់មានឧបករណ៍សំណព្វនៅឡើយទេ",
      "addFavorite": "បន្ថែម"
    },
    "favoriteDeleteDialog": {
      "title": "លុបចេញពីឧបករណ៍សំណព្វ",
      "content": "តើអ្នកប្រាកដដែរឬទេថាចង់ដក \"{name}\" ចេញពីឧបករណ៍សំណព្វ?"
    },
    "favoriteEditDialog": {
      "titleAdd": "បន្ថែមទៅកាន់ឧបករណ៍សំណព្វ",
      "titleEdit": "ការកំណត់",
      "name": "ឈ្មោះឧបករណ៍",
      "auto": "(auto)",
      "ip": "អាសយដ្ឋាន IP",
      "port": "ច្រក"
    },
    "historyClearDialog": {
      "title": "លុបជម្រះប្រវត្តិ",
      "content": "តើអ្នកប្រាកដទេថាចង់លុបនូវរាល់ប្រវត្តិនៃការប្រើប្រាស់ទាំងអស់នេះ?"
    }
  }
}
